import React from 'react'
import PopapTypesRegistration from './PopapTypesRegistration/PopapTypesRegistration';
import './TypesRegistration.css'
const TypesRegistration = () => {
    return (
        <div className='wrapper-types__registration' >
            <h1 className='title-types__registration' >Види реєстрації</h1>

            <div className='container-elements' >
                <PopapTypesRegistration title='Фізична особа' description='Проста система верифікації та доступ до всіх учасників агроринку та транспортної сфери без будь-яких обмежень роблять наш сервіс найкращим вибором для пересічного користувача. Ви можете як купувати, так і продавати товари і послуги на нашому сервісі. Пройдіть додаткову верифікацію та отримайте статус перевіреного учасника, що ще більше розширить ваші можливості пошуку партнерів та отримання прибутку. Також для приватного користувача буде особливо зручний наш супермаркет сільськогосподарської продукції. Шукайте потрібні вам категорії за допомогою просунутого фільтра та купуйте все в один клік.' />
                <PopapTypesRegistration title='Юридична особа' description="Сервіс об'єднує практично всіх учасників транспортного та аграрного ринку України. Компанії, що надають послуги у сфері транспортування, оренди складських приміщень, оренди транспорту або оптової торгівлі сільськогосподарською продукцією можуть здійснювати будь-які операції в рамках одного сервісу. Система багаторівневої верифікації партнерів та функціонал укладання ф'ючерсних угод відкривають для компаній необмежені можливості для реалізації своїх бізнес-завдань." />

            </div>

        </div>
    )
}

export default TypesRegistration
